Repository: tommasobonomo/covid19-italy
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Page
it_it: Pagina

source: Temporal trend
it_it: Andamento temporale

source: Trajectory of cases
it_it: Traiettoria dei casi

source: Geographical distribution
it_it: Distribuzione geografica

source: Source code can be found at
it_it: Il codice sorgente può essere visualizzato visitando

source: Warnings:
it_it: Avvertenze:

source: All the data displayed in this dashboard is provided by the Italian Ministry of Health (Ministero della Salute) and elaborated by Dipartimento della Protezione Civile. This work is therefore a derivative of [COVID-19 Italia - Monitoraggio situazione](https://github.com/pcm-dpc/COVID-19) licensed under [CC BY 4.0](https://creativecommons.org/licenses/by/4.0/)
it_it: Tutti i dati visualizzati in questa dashboard provengono dal Ministero della Salute e sono forniti dal Dipartimento della Protezione Civile. Questo progetto è quindi un derivato di [COVID-19 Italia - Monitoraggio situazione](https://github.com/pcm-dpc/COVID-19) che è liberamente utilizzabile sotto licenza [CC BY 4.0](https://creativecommons.org/licenses/by/4.0/)

source: COVID-19 in Italy - Geographical distribution
it_it: COVID-19 in Italia - Distribuzione geografica

source: What resolution would you like to visualise?
it_it: Che risoluzione vorresti visualizzare?

source: Region
it_it: Regioni

source: What indicator would you like to visualise?
it_it: Che dato vorresti visualizzare?

source: Choose...
it_it: Scegli...

source: Growth factor of feature
it_it: Fattore di crescita dell'indicatore

source: GF
it_it: FC

source: Only total cases and their growth factor are available at the province resolution.
it_it: Solo il totale dei casi e il fattore di crescita di quest'ultimo sono disponibili alla risoluzione delle province

source: What feature would you like to visualise?
it_it: Che indicatore vorresti visualizzare?

source: Total cases
it_it: Totale dei casi

source: Growth factor of total cases
it_it: Fattore di crescita del totale di casi

source: Choose what date to visualise as the number of days elapsed since the first data collection, on 24th February:
it_it: Scegli che data visualizzare come numero di giorni dalla prima accolta dati, il 24 febbraio:

source: Days:
it_it: Giorni:

source: Chosen date:
it_it: Data scelta:

source: No information is available for the selected date
it_it: Nessuna informazione disponibile per la data selezionata

source: # COVID-19 in Italy - Trajectory of cases
it_it: # COVID-19 in Italia - Traiettoria dei casi

source: Show details
it_it: Mostra dettagli

source: This visualisation is heavily inspired by [this video](https://www.youtube.com/watch?v=54XLXg4fYsc) by MinutePhysics. It plots the new positive cases (total cases of today - total cases of yesterday) against the total number of cases. When the phenomenon is following an exponential trajectory, this graph will represent it as a diagonal line. This way of visualising the trajectory of the spread is useful as it highlights when the trajectory of cases stops being exponential and starts slowing down, resulting in a flat line. Eventually, as there are less and less new cases, the trajectory becomes a vertical line. The same graph for many countries in the world can be found at [this link](https://aatishb.com/covidtrends/). Please watch the video above for more details.
it_it: Questa visualizzazione è ispirata a [questo video](https://www.youtube.com/watch?v=54XLXg4fYsc) di MinutePhysics. Confronta i nuovi casi positivi (totale casi di oggi - totale casi di ieri) contro il numero totale di casi. Quando il fenomeno segue un andamento esponenziale, questo grafico consisterà in una linea diagonale. Questo modo di visualizzare l'andamento del contagio risulta utile in quanto evidenzia quando l'andamento smette di mostrare un comportamento esponenziale e comincia a rallentare, risultando in una linea piatta nel grafico. A un certo punto, mano a mano che si verificano sempre meno nuovi casi, la traiettoria diventerà una linea verticale. Lo stesso grafico su scala globale può essere consultato a [questo link](https://aatishb.com/covidtrends/). Consultare il video sopracitato per maggiori dettagli.

source: Days to average over
it_it: Giorni su cui calcolare la media

source: This slider selects the number of days to average over. This means that it bins the data in intervals of the selected value backwards from today and takes the average. It is necessary to reduce variability of each day, but can be turned off selecting 1.
it_it: Questo slider seleziona il numero di giorni su cui calcolare la media. Questo significa che aggrega i dati in intervalli di lunghezza pari al valore selezionato e ne calcola la media, cominciando dalla data corrente e ripercorrendo all'indietro i giorni. È necessario per ridurre la variabilità giornaliera, ma può essere disattivato selezionando un valore pari a 1.

source: ## Regional breakdown
it_it: ## Ripartizione regionale

source: Regions
it_it: Regione

source: No region selected!
it_it: Nessuna regione selezionata!

source: COVID-19 in Italy - Temporal trend
it_it: COVID-19 in Italia - Andamento temporale

source: growth_factor
it_it: fattore_crescita

source: Scale
it_it: Scala

source: linear
it_it: lineare

source: logarithmic
it_it: logaritmica

source: General data
it_it: Dati generali

source: Month and day
it_it: Mese e giorno

source: Growth factor
it_it: Fattore di crescita

source: The growth factor is the multiplier of the exponential growth curve, calculated as: $$ \frac{cases_{n+1}}{cases_{n}} $$ where $cases_n$ stands for the number of cases registered up to and including day $n$. For example, if the total number of cases registered was 300 yesterday and 400 today, the growth factor would be 1.33, as $\frac{400}{300} = 1.33$.
it_it: Il fattore di crescita è il moltiplicatore della curva esponenziale di crescita, calcolato come: $$ \frac{casi_{n+1}}{casi_{n}} $$ dove $casi_n$ indica il numero di casi registrati prima di e includendo il giorno $n$. Ad esempio, se ieri i casi registrati totali fossero stati 300 e oggi 400, il fattore di crescita sarebbe 1.33, dato che $\frac{400}{300} = 1.33$

source: Situation in different regions
it_it: Divisione per regione

source: Regional Scale
it_it: Scala regionale
